Repository: getdevflow/cmf
Catalog: locale/devflow-*.po
Languages: es

source: Unauthorized.
es: No autorizado.

source: Content title cannot be empty.
es: El título del contenido no puede estar vacío.

source: Content slug cannot be empty.
es: El slug de contenido no puede estar vacío.

source: Content author cannot be empty.
es: El autor del contenido no puede estar vacío.

source: Content type cannot be empty.
es: El tipo de contenido no puede estar vacío.

source: Content sidebar must be an absolute integer.
es: La barra lateral de contenido debe ser un número entero absoluto.

source: Show in menu must be an absolute integer.
es: Mostrar en el menú debe ser un número entero absoluto.

source: Show in search must be an absolute integer.
es: Mostrar en la búsqueda debe ser un número entero absoluto.

source: Content status cannot be empty.
es: El estado del contenido no puede estar vacío.

source: Content published cannot be empty.
es: El contenido publicado no puede estar vacío.

source: Content published gmt cannot be empty.
es: El contenido publicado GMT no puede estar vacío.

source: Content id cannot be null.
es: La identificación del contenido no puede ser nula.

source: Content Type Title cannot be null.
es: El título del tipo de contenido no puede ser nulo.

source: Content Type Slug cannot be null.
es: El tipo de contenido Slug no puede ser nulo.

source: Content Type Description cannot be null.
es: La descripción del tipo de contenido no puede ser nula.

source: Content Type ID cannot be null.
es: El ID del tipo de contenido no puede ser nulo.

source: Product title cannot be empty.
es: El título del producto no puede estar vacío.

source: Product slug cannot be empty.
es: El trozo de producto no puede estar vacío.

source: Product body cannot be empty.
es: El cuerpo del producto no puede estar vacío.

source: Product author cannot be empty.
es: El autor del producto no puede estar vacío.

source: Product sku cannot be empty.
es: El código del producto no puede estar vacío.

source: Product show in menu must be an absolute value.
es: El producto mostrado en el menú debe ser un valor absoluto.

source: Product show in search must be an absolute value.
es: El producto mostrado en la búsqueda debe ser un valor absoluto.

source: Product status cannot be empty.
es: El estado del producto no puede estar vacío.

source: Product published date cannot be empty.
es: La fecha de publicación del producto no puede estar vacía.

source: Product published gmt date cannot be empty.
es: La fecha GMT de publicación del producto no puede estar vacía.

source: Site name cannot be empty.
es: El nombre del sitio no puede estar vacío.

source: Site slug cannot be empty.
es: El slug del sitio no puede estar vacío.

source: Site domain cannot be empty.
es: El dominio del sitio no puede estar vacío.

source: Site path cannot be empty.
es: La ruta del sitio no puede estar vacía.

source: Owner cannot be empty.
es: El propietario no puede estar vacío.

source: Site status cannot be empty.
es: El estado del sitio no puede estar vacío.

source: Site id cannot be null.
es: La identificación del sitio no puede ser nula.

source: Login/Username cannot be null.
es: El inicio de sesión/nombre de usuario no puede ser nulo.

source: Email address cannot be null.
es: La dirección de correo electrónico no puede ser nula.

source: Name cannot be null.
es: El nombre no puede ser nulo.

source: Token cannot be null.
es: El token no puede ser nulo.

source: Password cannot be null.
es: La contraseña no puede ser nula.

source: Timezone cannot be null.
es: La zona horaria no puede ser nula.

source: Date format cannot be null.
es: El formato de fecha no puede ser nulo.

source: Time format cannot be null.
es: El formato de hora no puede ser nulo.

source: Locale cannot be null.
es: La configuración regional no puede ser nula.

source: User id cannot be null.
es: La identificación de usuario no puede ser nula.

source: User meta cannot be empty.
es: La meta del usuario no puede estar vacía.

source: Login
es: Acceso

source: You are already logged out.
es: Ya has cerrado sesión.

source: Request error.
es: Error de solicitud.

source: A new password was sent to your email. May take a few minutes to arrive, so please be patient
es: Se ha enviado una nueva contraseña a tu correo electrónico. Puede tardar unos minutos en llegar, por lo que te pedimos paciencia

source: Password reset exception occurred and was logged.
es: Se produjo una excepción de restablecimiento de contraseña y se registró.

source: Access denied.
es: Acceso denegado.

source: Insertion error occurred.
es: Se produjo un error de inserción.

source: Insertion exception occurred and was logged.
es: Se produjo una excepción de inserción y se registró.

source: Final catch insertion exception occurred and was logged.
es: Se produjo y se registró una excepción de inserción de captura final.

source: The content type does not exist.
es: El tipo de contenido no existe.

source: Create %s Content
es: Crear %s contenido

source: Change error occurred.
es: Se produjo un error de cambio.

source: Change exception occurred and was logged.
es: Se produjo una excepción de cambio y se registró.

source: The content does not exist.
es: El contenido no existe.

source: Content not found.
es: Contenido no encontrado.

source: %s Content
es: %s Contenido

source: Removal of featured image was successful.
es: La eliminación de la imagen destacada se realizó correctamente.

source: Removal exception occurred and was logged.
es: Se produjo una excepción de eliminación y se registró.

source: A deletion error occurred.
es: Se produjo un error de eliminación.

source: Removal was successful.
es: La eliminación fue exitosa.

source: A deletion exception occurred and was logged.
es: Se produjo una excepción de eliminación y se registró.

source: Content Types
es: Tipos de Contenido

source: Error fetching content types.
es: Error al recuperar tipos de contenido.

source: Content types error
es: Error de Tipos de Contenido

source: Delete error occurred.
es: Se produjo un error de eliminación.

source: Delete exception occurred and was logged.
es: Se produjo una excepción de eliminación y se registró.

source: System Snapshot
es: Instantánea del sistema

source: Cache flushed successfully.
es: La caché se vació exitosamente.

source: Media Library
es: Biblioteca Multimedia

source: Access denied
es: Acceso denegado

source: General options exception occurred and was logged.
es: Se produjo una excepción de opciones generales y se registró.

source: General Options
es: Opciones Generales

source: Reading options exception occurred and was logged.
es: Se produjo una excepción en las opciones de lectura y se registró.

source: Reading Options
es: Opciones de lectura

source: Plugins
es: Complementos

source: Plugin activated.
es: Complemento activado.

source: Plugin activation exception occurred and was logged.
es: Se produjo una excepción de activación del complemento y se registró.

source: Plugin deactivated.
es: Complemento desactivado.

source: Plugin deactivation exception occurred and was logged.
es: Se produjo una excepción de desactivación del complemento y se registró.

source: Products
es: Productos

source: Query error.
es: Error de Consulta.

source: Products error
es: Error de Productos

source: Create Product
es: Crear Producto

source: The product does not exist.
es: El producto no existe.

source: Removal exception error and was logged.
es: Error de excepción de eliminación y se registró.

source: Sites
es: Sitios

source: Exception occurred and was logged.
es: Se produjo una excepción y se registró.

source: Content types error.
es: Error de tipos de Contenido.

source: The site does not exist.
es: El sitio no existe.

source: Manage Site Users
es: Administrar Usuarios del Sitio

source: This action is not allowed.
es: Esta acción no está permitida.

source: A site check exception occurred and was logged.
es: Se produjo y se registró una excepción de verificación del sitio.

source: A site deletion exception occurred and was logged.
es: Se produjo una excepción de eliminación del sitio y se registró.

source: Themes
es: Temas

source: Theme activated.
es: Tema activado.

source: Theme activation exception occurred and was logged.
es: Se produjo una excepción de activación del tema y se registró.

source: Theme deactivated.
es: Tema desactivado.

source: Theme deactivation exception occurred and was logged.
es: Se produjo una excepción de desactivación de tema y se registró.

source: Passwords cannot be less than %s characters.
es: Las contraseñas no pueden tener menos de %s caracteres.

source: Username cannot be empty or null.
es: El nombre de usuario no puede estar vacío o nulo.

source: User check exception occurred and was logged.
es: Se produjo una excepción de verificación de usuario y se registró.

source: Insertion error.
es: Error de inserción.

source: Create User
es: Crear Usuario

source: Users
es: Usuarios

source: Query exception occurred and was logged.
es: Se produjo una excepción de consulta y se registró.

source: Users error
es: Error de Usuarios

source: Permission denied.
es: Permiso denegado.

source: User change exception occurred and was logged.
es: Se produjo una excepción de cambio de usuario y se registró.

source: View User
es: Ver Usuario

source: The user does not exist.
es: El usuario no existe.

source: User not found.
es: Usuario no encontrado.

source: Password successfully updated for <strong>%s</strong>.
es: Contraseña actualizada correctamente para <strong>%s</strong>.

source: Reset password exception occurred and was logged.
es: Se produjo una excepción de restablecimiento de contraseña y se registró.

source: An update error occurred.
es: Se produjo un error de actualización.

source: An update exception occurred and was logged.
es: Se produjo una excepción de actualización y se registró.

source: User Profile
es: Perfil de Usuario

source: User switching was successful.
es: El cambio de usuario fue exitoso.

source: User switching exception occurred and was logged.
es: Se produjo una excepción de cambio de usuario y se registró.

source: Cookie is not properly set for user switching.
es: La cookie no está configurada correctamente para cambiar de usuario.

source: Switching back to previous user session was successful.
es: Volver a la sesión de usuario anterior fue exitoso.

source: User switch back exception occurred and was logged.
es: Se produjo una excepción de cambio de usuario y se registró.

source: Database table does not exist.
es: La tabla de base de datos no existe.

source: No data.
es: Sin datos.

source: The query argument of %s must have a placeholder.
es: El argumento de consulta de %s debe tener un marcador de posición.

source: Unsupported value type (%s).
es: Tipo de valor no admitido (%s).

source: Wrong params in query at %s.
es: Parámetros incorrectos en consulta en %s.

source: Wrong params in query with key %s.
es: Parámetros incorrectos en consulta con clave %s.

source: Database prefix cannot be null.
es: El prefijo de la base de datos no puede ser nulo.

source: Invalid database prefix.
es: Prefijo de base de datos no válido.

source: Sorry, there was an error.
es: Lo siento, hubo un error.

source: Login was successful. Welcome <strong>%s</strong> to the admin dashboard.
es: El inicio de sesión se realizó correctamente. Bienvenido <strong>%s</strong> al panel de administración.

source: <strong>ERROR</strong>: The username/email field is empty.
es: <strong>ERROR</strong>: El campo de nombre de usuario/correo electrónico está vacío.

source: <strong>ERROR</strong>: The password field is empty.
es: <strong>ERROR</strong>: El campo de contraseña está vacío.

source: <strong>ERROR</strong>: Invalid email address.
es: <strong>ERROR</strong>: Dirección de correo electrónico no válida.

source: <strong>ERROR</strong>: Invalid username.
es: <strong>ERROR</strong>: Nombre de usuario no válido.

source: <strong>ERROR</strong>: The password you entered is incorrect.
es: <strong>ERROR</strong>: La contraseña que ingresaste es incorrecta.

source: Invalid content_type id.
es: ID de tipo de contenido no válido.

source: Invalid content type id.
es: ID de tipo de contenido no válido.

source: The system was not able to delete the content type.
es: El sistema no pudo eliminar el tipo de contenido.

source: Invalid content id.
es: ID de contenido no válido.

source: Content author cannot be null or empty.
es: El autor del contenido no puede ser nulo o vacío.

source: The title and content are null.
es: El título y contenido son nulos.

source: Could not insert content into the content table.
es: No se pudo insertar contenido en la tabla de contenido.

source: Could not update content within the content table.
es: No se pudo actualizar el contenido dentro de la tabla de contenido.

source: Unknown
es: Desconocido

source: Devflow release %s is available for download/upgrade. Before upgrading, make sure to backup your system.
es: La versión %s de Devflow está disponible para descargar o actualizar. Antes de actualizar, asegúrese de realizar una copia de seguridad de su sistema.

source: Reassign content error: %s
es: Error de reasignación de contenido: %s

source: Reassign site error: %s
es: Error de reasignación del sitio: %s

source: Hi there,
es: Hola,

source: Welcome to %s! Here's how to log in:
es: ¡Bienvenido a %s!

source: Username: %s
es: Nombre de usuario: %s

source: Password: %s
es: Contraseña: %s

source: If you have any problems, please contact us at <a href="mailto:%s">%s</a>.
es: Si tiene algún problema, comuníquese con nosotros al <a href="mailto:%s">%s</a>.

source: New Account
es: Nueva Cuenta

source: [%s] New Account
es: [%s] Nueva Cuenta

source: Your password has been reset for %s:
es: Tu contraseña ha sido restablecida para %s:

source: Password Reset
es: Restablecimiento de Contraseña

source: [%s] Password Reset
es: [%s] Restablecer Contraseña

source: Powered by
es: Desarrollado por

source: Your system is currently in `dev` mode. Please remember to set your system to `prod` mode after testing. When `prod` mode is set, this warning message will disappear.
es: Su sistema se encuentra actualmente en modo `dev`. Recuerde configurar su sistema en modo `prod` después de realizar la prueba. Cuando se configura el modo `prod`, este mensaje de advertencia desaparecerá.

source: Invalid product id.
es: ID de producto no válido.

source: Product author cannot be null or empty.
es: El autor del producto no puede ser nulo o vacío.

source: The title and product are null.
es: El título y el producto son nulos.

source: Could not insert product into the product table.
es: No se pudo insertar el producto en la tabla de productos.

source: Could not update product within the product table.
es: No se pudo actualizar el producto dentro de la tabla de productos.

source: The ID of this entity is invalid.
es: El ID de esta entidad no es válido.

source: Sorry, that site already exists!
es: ¡Lo siento, ese sitio ya existe!

source: Sorry, that site domain and path is already used.
es: Lo sentimos, el dominio y la ruta del sitio ya están en uso.

source: Site does not exist.
es: El sitio no existe.

source: You are not allowed to delete a super administrator account.
es: No está permitido eliminar una cuenta de superadministrador.

source: Active
es: Activo

source: Inactive
es: Inactivo

source: Blocked
es: Bloqueado

source: Invalid user id.
es: ID de usuario no válido.

source: Cannot create a user with an empty username.
es: No se puede crear un usuario con un nombre de usuario vacío.

source: Username must be at least 3 characters long.
es: El nombre de usuario debe tener al menos 3 caracteres.

source: Username may not be longer than 60 characters.
es: El nombre de usuario no puede tener más de 60 caracteres.

source: Sorry, that username cannot be used.
es: Lo sentimos, ese nombre de usuario no se puede utilizar.

source: Sorry, the username <strong>%s</strong> is not allowed.
es: Lo sentimos, el nombre de usuario <strong>%s</strong> no está permitido.

source: Sorry, that email address cannot be used.
es: Lo sentimos, esa dirección de correo electrónico no se puede utilizar.

source: Hello %s! You requested that your password be reset. Please see your new password below: <br />
es: ¡Hola %s! Has solicitado restablecer tu contraseña. A continuación, puedes ver tu nueva contraseña: <br />

source: If you still have problems with logging in, please contact us at <a href="mailto:%s">%s</a>.
es: Si aún tienes problemas para iniciar sesión, contáctanos en <a href="mailto:%s">%s</a>.

source: [%s] Notice of Password Reset
es: [%s] Aviso de restablecimiento de contraseña

source: Hello %s! This is confirmation that your password on %s was updated to: <br />
es: ¡Hola %s! Esta es la confirmación de que tu contraseña en %s fue actualizada a: <br />

source: If you did not initiate a password change/update, please contact us at <a href="mailto:%s">%s</a>.
es: Si no inició un cambio/actualización de contraseña, contáctenos en <a href="mailto:%s">%s</a>.

source: Notice of Password Change
es: Aviso de cambio de contraseña

source: [%s] Notice of Password Change
es: [%s] Aviso de cambio de contraseña

source: Hello %s! This is confirmation that your email on %s was updated to: <br />
es: ¡Hola %s! Esta es la confirmación de que tu correo electrónico en %s se actualizó a: <br />

source: Email: %s
es: Correo Electrónico: %s

source: If you did not initiate an email change/update, please contact us at <a href="mailto:%s">%s</a>.
es: Si no inició un cambio/actualización de correo electrónico, contáctenos en <a href="mailto:%s">%s</a>.

source: Notice of Email Change
es: Aviso de cambio de correo electrónico

source: [%s] Notice of Email Change
es: [%s] Aviso de cambio de correo electrónico

source: The password reset email has been queued for sending.
es: El correo electrónico de restablecimiento de contraseña se ha puesto en cola para su envío.

source: Invalid parsecode name: empty name given.
es: Nombre de código de análisis no válido: se proporcionó un nombre vacío.

source: Invalid parsecode name: %s. Do not use spaces or reserved characters: & / < > [ ]
es: Nombre de código de análisis no válido: %s. No utilice espacios ni caracteres reservados: & / < > [ ]

source: Save
es: Guardar

source: Add New Content Type
es: Agregar nuevo tipo de contenido

source: Content Type Name
es: Nombre del Tipo de Contenido

source: Content Type Slug
es: Tipo de Contenido Slug

source: Content Type Description
es: Descripción del Tipo de Contenido

source: Content Type
es: Tipo de Contenido

source: Description
es: Descripción

source: Slug
es: Babosa

source: Count
es: Conde

source: Action
es: Acción

source: Are you sure you want to delete this content type? By deleting this content type, you also delete all content connected to this content type as well.
es: ¿Está seguro de que desea eliminar este tipo de contenido? Al eliminar este tipo de contenido, también eliminará todo el contenido relacionado con él.

source: Close
es: Cerrar

source: Confirm
es: Confirmar

source: If left blank, the system will auto generate the content type slug.
es: Si se deja en blanco, el sistema generará automáticamente el tipo de contenido.

source: Update Content Type
es: Actualizar Tipo de Contenido

source: Update
es: Actualización

source: Cancel
es: Cancelar

source: New
es: Nuevo

source: Title
es: Título

source: Author
es: Autor

source: Date
es: Fecha

source: Last Modified
es: Última Modificación

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Are you sure you want to delete this content?
es: ¿Estás seguro de que deseas eliminar este contenido?

source: Content
es: Contenido

source: Publish
es: Publicar

source: Publication Date
es: Fecha de publicación

source: Status
es: Estado

source: Draft
es: Borrador

source: Pending
es: Pendiente

source: Archive
es: Archivo

source: Content Attributes
es: Atributos de contenido

source: Parent
es: Padre

source: Sidebar
es: Barra Lateral

source: Show in Menu
es: Mostrar en Menú

source: Show in Search
es: Mostrar en Búsqueda

source: Featured Image
es: Imagen Festacada

source: Set featured image
es: Establecer imagen destacada

source: Remove featured image
es: Eliminar imagen destacada

source: If left blank, the system will auto generate the %s slug.
es: Si se deja en blanco, el sistema generará automáticamente el slug %s.

source: All Content
es: Todo el Contenido

source: Name
es: Nombre

source: Version
es: Versión

source: Developer:
es: Desarrollador:

source: View Details
es: Ver Detalles

source: Purchase Url
es: URL de Compra

source: Product Attributes
es: Atributos del Producto

source: Price
es: Precio

source: Currency
es: Moneda

source: The purchase url is where customers can purchase your product.
es: La URL de compra es donde los clientes pueden adquirir su producto.

source: All Products
es: Todos los Productos

source: New Product
es: Nuevo Producto

source: Are you sure you want to delete this product?
es: ¿Estás seguro de que deseas eliminar este producto?

source: Product
es: Producto

source: Product Slug
es: Babosa de Producto

source: If left blank, the system will auto generate the Product slug.
es: Si se deja en blanco, el sistema generará automáticamente el slug del Producto.

source: Add New Site
es: Agregar Nuevo Sitio

source: Subdomain
es: Subdominio

source: Site Name
es: Nombre del Sitio

source: Path
es: Camino

source: Administrator
es: Administrador

source: Admin
es: Administrador

source: Are you sure you want to delete this site and all it's content
es: ¿Está seguro de que desea eliminar este sitio y todo su contenido

source: Site Path
es: Ruta del Sitio

source: Based on your setup and where you installed the CMS, the system will figure out the correct path.
es: Según su configuración y dónde instaló el CMS, el sistema encontrará la ruta correcta.

source: Multisite Users
es: Usuarios Multisitio

source: Username
es: Nombre de Usuario

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Would you like to assign this user's site(s) to a different user? Choose below.
es: ¿Desea asignar los sitios de este usuario a un usuario diferente? Seleccione a continuación.

source: Are you sure you want to permanently delete this user?
es: ¿Estás seguro de que deseas eliminar permanentemente a este usuario?

source: Update Site
es: Actualizar Sitio

source: Site Domain
es: Dominio del Sitio

source: Site Mapping
es: Mapeo del Sitio

source: Public
es: Público

source: New User?
es: ¿Nuevo Usuario?

source: Middle Name
es: Megundo Nombre

source: Contact info
es: Información de contacto

source: Email
es: Correo Electrónico

source: User Status
es: Estado de Usuario

source: If the account is Inactive, the user will be incapable of logging in.
es: Si la cuenta está inactiva, el usuario no podrá iniciar sesión.

source: User Role
es: Rol de Usuario

source: Role
es: Rol

source: Email / Password
es: Correo electrónico / Contraseña

source: Send Email
es: Enviar correo electrónico

source: Send username & password to the user.
es: Enviar nombre de usuario.

source: Password
es: Contraseña

source: Show Password
es: Mostrar contraseña

source: Hide Password
es: Ocultar contraseña

source: New User
es: Nuevo usuario

source: Are you sure you want to remove the user from this site?
es: ¿Está seguro de que desea eliminar al usuario de este sitio?

source: Would you like to assign this user's content to a different user? Choose below.
es: ¿Quieres asignar el contenido de este usuario a otro usuario? Elige a continuación.

source: Profile
es: Perfil

source: Change username
es: Cambiar nombre de usuario

source: Timezone
es: Zona horaria

source: Biography
es: Biografía
