Repository: getdevflow/cmf
Catalog: locale/devflow-*.po
Languages: es

source: You can change your profile picture on <a href="%s">Gravatar</a>.
es: Puedes cambiar tu foto de perfil en <a href="%s">Gravatar</a>.

source: Update User
es: Actualizar usuario

source: About the user
es: Sobre el usuario

source: If the account is Inactive, the user will be incapable of logging into the system.
es: Si la cuenta está inactiva, el usuario no podrá iniciar sesión en el sistema.

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

source: Password is required.
es: Se requiere contraseña.

source: Remember Me
es: Recuérdame

source: Email is invalid.
es: El correo electrónico no es válido.

source: By clicking "Reset" the system will email you a new password.
es: Al hacer clic en "Restablecer", el sistema le enviará por correo electrónico una nueva contraseña.

source: Site Description
es: Descripción del sitio

source: Admin Email
es: correo electrónico del administrador

source: Cookie Expire
es: Caducidad de las cookies

source: Cookie Path
es: Ruta de las galletas

source: System Timezone
es: zona horaria del sistema

source: API Key
es: Clave API

source: Dashboard
es: Tablero

source: Control panel
es: Panel de Control

source: Home
es: Inicio

source: Toggle navigation
es: Alternar navegación

source: Member since
es: Miembro desde

source: Switch back
es: Volver Atrás

source: Logout
es: Cerrar sesión

source: Online
es: en línea

source: MAIN NAVIGATION
es: NAVEGACIÓN PRINCIPAL

source: System Report
es: Informe del sistema

source: Flush Cache
es: Vaciar Caché

source: Manage
es: Administrar

source: Add New
es: Agregar nuevo

source: All
es: Todos

source: All Users
es: Todos los usuarios

source: Your Profile
es: Tu perfil

source: Options
es: Opciones

source: Reading
es: Lectura

source: Charset
es: Juego de Caracteres

source: Content per Page
es: Contenido por página
